{
  "adplay":{
    "scenario":{
      "title":"Scenarios",
      "descriptoin":"Adplay is flexible for different scenarios.",
      "adnetwork":"Ad Network",
      "appstore":"App Store",
      "gamepage":"Game Page",
      "instantmessage":"Instant Message",
      "qrcode":"QRCode",
      "socialnetwork":"Social Network"
    },

    "ourvalue": "Value",
    "howitworks": "How it works",

    "gamepublisher_title":"Game Publisher",
    "gamepublisher_description":["Show the most attractive part of the game through playable ad.","Increase your ARPU through attracting excited gamers","Simply upload APK to generate playable link"],
    "gamer_title":"Gamer",
    "gamer_description":["Never regret downloading a game again","Experience before download, do not waste any internet traffic"],

    "adplay_title": "Adplay",
    "adplay_description": "Great user experience, Better user retention. VMFive’s AdPlay is a playble ad solution with patented technology that allows users to try applications before downloading them.",
    "feature_title": "Features",
    "feature_description": "VMFive's cutting-edge mobile virtualization technology allows users to experience Apps without downloading them, and across all devices.",
    "cross_platform_title": "Cross Platform",
    "cross_platform_description": "Experience our playable AD across all platforms. No matter on your smart phone with either iOS or Android system, your tablet, or PC.",
    "real_time_streaming_title": "Realtime Streaming",
    "real_time_streaming_description": "With our streaming technology, AdPlay will not have any latency. The seamless experience will make your APP even more attractive to the user.",
    "mobile_virtualization_title": "Mobile Virtualization",
    "mobile_virtualization_description": "Through our AdPlay server, your APK file can be launched easily with the virtualized phone, which makes AdPlay a simpler and better service.",
    "instant_play_title": "Instant Play",
    "instant_play_description": "Users can enjoy the APP without any download. After the trial, users can further download it to their device with only one click.",
    "engaging_title": "Engaging",
    "engaging_description": "By playing the climax of your APP directly, the audience can immediately be catched as well as become immersive to your APP.",
    "differentiation_title": "Innovative",
    "differentiation_description": "AdPlay is the brand-new solution for mobile advertising featuring the game play experience. Its playability makes it different from the common ADs."
  },
  "pmp":{
    "customer": {
      "sports":"Sports",
      "entertainment":"Entertainment",
      "f_n_b":"F&B",
      "tmt":"TMT",
      "cosmetics":"Cosmetics",
      "fmcg":"FMCG",
      "car":"Car",
      "others":"Others"
    },

    "partners":"Partners",
    "advertisers":"Advertisers",

    "word": "word",
    "pmp_title": "Video PMP",
    "pmp_description": "VMFive’s video PMP draws the audience attention with innovative and eye-catching ad formats, and through machine learning algorithm, it helps you target the ideal audience in our selected premium inventory to effectively tell your brand story.",
    "adformat_title": "Ad Formats",
    "adformat_description": "We understand that brands have different business goals in different ad campaigns. We believe we can help you achieve these goals through different ad formats. VMFive’s ADK (Advertisment Development Kit) Lab develops innovative, beautiful and effective ad formats through scientific methods and experiements.",
    "nice_media_title": "Premium Inventory",
    "nice_media_description": "VMFive’s video PMP provides the highest quality inventory. We make sure the placement of your ad is in the premium sector of the media. We insist all the impressions to be viewable, and we block out non-human and invalid traffic. On top of all that, we also ensure brand safety and take into accounts the surrounding contents of the page is align with you brand image.",
    "5r_title": "Accurate Targeting",
    "5r_description": "Comparing to traditional targeting algorithms, VMFive’s 5R smart algorithm introduces more dimensions of data. Five’s DMP (Data Management Platform) combines data from publishers, advertisers and ad platform and uses machine learning to continuously evolve and perfect targeting."
  },
  "adformat":{
    "title":"Ad Formats",
    "description":"VMFive provides various types of ad formats to help you achieve your marketing goals.<br>Click on the icons below to experience our innovative and beautiful ad formats.",
    "format":{
      "interstitial_title": "Interstitial",
      "interstitial_description": ["<h5>The Highest Impact Ad</h5><br>Interstitial Video ad provides the highest impact for the user while being immersive and engaging. It appears right before the content so users will not miss your ad.<br><br>This format is perfect for brands with new product or campaign launch."],
      "impressive_title": "Impressive",
      "impressive_description": ["<h5>Great User Experience and High Impact</h5><br>Impressive ads are within the content. As user scroll over the content, the ad rolls out and covers the entire page. This beautifully designed ad format provides great user experience and the impact of full-page ad.<br><br><h5>Optimized for Viewability</h5><br>As the user scroll through the content, the ad appears and the video begins playing.<br><br>This ad format is designed to improve the viewability of traditional full-page ad."],
      "native_title": "Native Video",
      "native_description": ["<h5>Less is More</h5><br>Native video ads are placed between page contents. While users are browsing through the content they will see the video ad. The ad starts with the sounds off and the user can tap to unmute it. Advertisers are only charged vCPM.<br><br>This format is great for advertisers that want to drive unique reach and great viewability at efficient cost.<br>"],
      "dynamic_native_title": "Dynamic(In-Read)",
      "dynamic_native_description": ["<h5>Engaging and Effective</h5><br>Dynamic (InRead) video ad format also appears between the page content. With the video on top and dynamic display at bottom, the ad format provides more user engagement.<br><br>Dynamic display ad uses Rich Media, it can display real time information such as Weather (Temperature, Humidity, UV, PM2.5), Time, Location information.<br><br>This ad format is perfect for advertisers that has retail locations, seasonal product or new product launch.<br>"],
      "dynamic_interstitial_title": "Dynamic(Interstitial))",
      "dynamic_interstitial_description": ["<h5>Impactful and Engaging</h5><br>Dynamic (Interstitial) Ad appears before the content to cover the entire screen. <br><br>Dynamic display ad uses Rich Media, it can display real time information such as Weather (Temperature, Humidity, UV, PM2.5), Time, Location information.<br><br>This ad format is perfect for advertisers that has retail locations, seasonal product or new product launch.<br>"],
      "top_title": "Top View Video",
      "top_description": ["<h5>Instant Display</h5><br>Top view video appears on the very top of the content. Before user dive into the content, they can enjoy your video ad first. Since it is on the very top, users will never miss the ad.<br><br>This ad format is great for advertisers with all-year media budget.<br>"],
      "vertical_title": "Vertical Video",
      "vertical_description": ["<h5>Built for Mobile</h5><br>Vertical Video ad is a mobile-only video ad format that fully utilizes the mobile screen size. <br><br>This format is perfect for advertisers with vertical video content and have complicated message that requires the whole screen to deliver.<br>"]
    }
  },
  "the5r":{
    "title":"Accurate Targeting",
    "whatis5r_title":"What is 5R",
    "whatis5r_description":"5R is an algorithm developed by VMFive that analyzes the 5 dimensions of digital advertising and optimize for performance.",
    "detail_title":"The five metrics are:",
    "detail_audience":"1) Audience - Based on user demographics and interests",
    "detail_format":"2) Format – Different ad format will lead to different results",
    "detail_content":"3) Content – The ad content by itself can be optimized through the algorithm in selecting the right audience or in the right stage of the funnel",
    "detail_time":"4) Time – The control of frequency and actual time of ad delivery",
    "detail_place":"5) Place – Not just the location of the user, but also the location of the ad in the publisher content.",
    "detail_conclusion":"The algorithm combines all of the above dimensions and uses machine learning to continuously optimize every impression.",
    "howitworks_title":"How it Works?",
    "howitworks_description":"VMFive uses the data from publishers and advertisers to analyze the behavior of target users on media, their behavior from our ad platform and the result collected by advertisers in the campaign page to form ad combinations. Through using different experiments, lookalike and retargeting, to maximize the ad performance.",
    "features_title":"5R Features",
    "features_description":"Unlike traditional ads algorithms, VMFive 5R considers more dimensions simultaneously. VMFive’s DMP collects data from Ad serving platform, Advertisers and Publishers and uses the data as basis to develop the machine learning algorithm.",
    "comment":""
  },
  "joinus":{
    "title":"Join Us",
    "joinus_description":["If you are passionate about digital advertising industry, come join us at VMFive.","If you are interested to know more about the openings, please send your resume, LinkedIn, GitHub or any other documents to job@vmfive.com"],
    "job_description": "Description",
    "job_requirement": "Requirement",
    "wewantyou_title": "We want you!!",
    "wewantyou_job":[
      {"position":"Front-end Engineer","url":"mock","description":["1. Design and develop Mobile Web SDK, AdFormat Layout and other innovative products","2. Work closely with PM, design team, backend team and business marketing team to create best solutions for customers"],"requirement":["【 Must have 】","1. 2+ years mobile web development experience","2. Strong proficiency with vanilla JavaScript","3. Familiar with HTTP, RESTful API","4. Familiar with the Git version control","5. Strong attention to detail and solid communication skills","","【 Good to have (Plus) 】","1. Experience with SDK development","2. Experience with JavaScript performance improvement"]},
      {"position":"Front-end Engineer","url":"mock","description":["1. Design and develop Dashboard and other innovative products","2. Work closely with PM, design team, backend team and business marketing team to create best solutions for customer"],"requirement":["【 Must have 】","1. 2+ years mobile web development experience","2. Strong proficiency with React.js","3. Familiar with HTTP, RESTful API","4. Familiar with the Git version control","5. Strong attention to detail and solid communication skills","","【 Good to have (Plus) 】","1. Have experience with back-end development (Node.js)"]},
      {"position":"UI 設計師","url":"mock","description":["1. 廣告產品視覺與互動設計","2. 與產品團隊溝通，共同執行專案與產品開發"],"requirement":["【 必備條件 】","1. 視覺設計相關科系畢業","2. 熟悉主流設計軟體（PhotoShop, Illustrator, Sketch）","3. 2年以上視覺設計相關經驗（1年以上行動裝置視覺設計相關經驗）","","【 加分條件 】","1. 使用者體驗設計，實驗與測試相關經驗","2. 廣告產業相關經驗"]},
      {"position":"數位廣告操作專員","url":"mock","description":["1. 數位廣告投放設定及日常監控","2. 與媒體溝通採購廣告流量","3. 協助業務人員提供廣告投放分析報告"],"requirement":["【 必備條件 】","1. 具備良好的溝通技巧與協調能力","2. 具有責任感及耐心","","【 加分條件 】","1. 具備獨自思考能力，提出合適的優化投放策略者加分","2. 曾在廣告業任職、具有維持客戶關係相關的工作經驗會加分","3. 具備廣告數據分析經驗，且對於廣告產業趨勢具有敏感度者會加分"]},
      {"position":"行銷企劃專員","url":"mock","description":["1. 協助業務團隊對外溝通 ","&nbsp;&nbsp;a. 製作與更新業務提案簡報和提供業務訓練 ","&nbsp;&nbsp;b. 規劃和製作銷售專案 ","&nbsp;&nbsp;c. 規劃和製作結案報告 ","2. 提供市場、競品資訊和 Business Intelligence 協助業務團隊 ","3. 維護行銷檔案和案例庫 ","4. 整理 PR 相關材料 ","5. 觀察網頁資訊和表現"],"requirement":[]},
      {"position":"B2B 行銷經理","url":"mock","description":["1. 內容行銷 ","&nbsp;&nbsp;a. 規劃內容行銷策略 ","&nbsp;&nbsp;b. 與產品和業務部合作產出高質量內容 ","&nbsp;&nbsp;c. 透過不同的管道 (社群媒體，刊物，部落格等) 散播內容 ","2. 針對 B2B 行銷 Campaign 做持續的成效追蹤與報告 ","3. 主辦或參與產業活動 ","4. 收集市場資訊，分析產業和競爭對手動態 "],"requirement":["【 必備條件 】","1. 2年以上工作經驗 ","2. 充分了解數位廣告產業","","【 加分條件 】","1. 具備廣告代理商或媒體工作經驗者加分","2. 具備新創團隊工作經驗者加分"]},
      {"position":"資深業務人員/業務經理","url":"mock","description":["1. 負責開發及維護既有媒體代理商客戶 ","2. 與廣告媒體代理商建立良好溝通管道及協助問題追蹤 ","3. 根據公司業務目標、產品特性，來發展和評估銷售或推廣策略  ","4. 具備數位(影音)廣告專業，提供專業的數位廣告策略與執行計畫 "],"requirement":["【 必備條件 】","1. 3年以上數位廣告、媒體公司之業務開發或客戶服務經驗 ","2. 具備中型以上媒體代理商開發經驗與人脈，熟悉廣告媒體代理商產業生態、預算規劃及執行流程","3. 具備客戶關係之維繫及危機處理能力 ","4. 具業務開發能力、善於維繫人際關係，有挑戰高薪的企圖心 ","5. 具備客戶服務精神，能清楚定義問題、解決問題 ","6. 良好的邏輯思維與思考能力，持續不斷學習新知的精神 ","7. 有強烈熱忱想投身於數位廣告科技產業","","【 加分條件 】","1. 具備汽車、金融、電信、手機、FMCG…等A級廣告客戶業界人脈加分"]}
    ],
    "comment":""
  },
  "privacy": {
  },
  "menu":{
    "textBlog":"Blog",
    "textNews":"News Center",
    "textAdformat":"Ad format",
    "text5R":"Accurate Targeting",

    "textPrivacy":"Privacy Policy",

    "textPMP":"PMP",
    "textAdplay":"Adplay",
    "textAbout":"About Us",
    "textJoinUs":"Join Us"
  },
  "button":{
    "more":"more",
    "contactus":"Contact Us"
  },
  "format":{
    "impressive":"Impressive",
    "impressive_portrait":"Impressive(Portrait)",
    "interstitial":"Interstitial",
    "vertical":"Vertical",
    "native":"Native",
    "top":"Top",
    "dynamic_native":"Dynamic(Native)",
    "dynamic_interstitial":"Dynamic(Interstitial)",
    "miniplayer":"MiniPlayer"
  },
  "about" : {
    "aboutus":"About us",
    "milestone":"Milestone",
    "team":"Team",
    "investor":"Investor",
    "mission": "Help advertisers to achieve beyond their business goals through innovative ad formats, premium inventory and data science."
  },
  "investor" : {
    "trend": {
      "name":"TrendMicro",
      "description":"Trend Micro’s unwavering vision has been to make the world safe for exchanging digital information."
    },
    "cdif": {
      "name":"CDIB International",
      "description":"CDIB Capital International Corporation and its subsidiaries (collectively “CDIB Capital”) was established as the private equity arm of CDF with the objective to deploy and diversify the Group’s proprietary capital outside of Taiwan"
    },
    "gmobi": {
      "name":"GMobi",
      "description":"General Mobile Corporation (GMobi) is a global provider of mobile Internet services and products. GMobi serves over 100 OEMs and supports more than 2000 Android models across different chipset platforms."
    },
    "cherubic_ventures": {
      "name":"Cherubic Ventures",
      "description":"Cherubic Ventures was founded by Matt Cheng, a serial entrepreneur and angel investor. Cherubic’s abundant experience often makes them a key partner in helping startups getting over the initial hurdles."
    }
  },

  "name":"vm5",
  "lang":"en"
}
